// おまけ機能、もし時間に余裕があったら

    export const words = [
        "100回叩くと壊れる壁があったとする。でもみんな何回叩けば壊れるかわからないから、90回まで来ていても途中であきらめてしまう。",
        "布団たたきは、やめられない。ついつい叩きすぎちゃう。",
        "勝ち負けなんか、ちっぽけなこと。大事なことは、本気だったかどうかだ！",
        "ベストを尽くすだけでは勝てない。僕は勝ちにいく。",
        "いまの僕には勢いがある",
        "褒め言葉よりも苦言に感謝。",
        "何を言われてもイライラしなーい。",
        "予想外の人生になっても、そのとき、幸せだったらいいんじゃないかな。",
        "真剣だからこそ、ぶつかる壁がある。",
        "お醤油ベースのお吸い物にあんこ。非常識の中に常識あり。",
        "苦しいか？ 笑え！",
        "人の弱点を見つける天才よりも、人を褒める天才がいい。",
        "真剣に考えても、深刻になるな！",
        "崖っぷちありがとう！最高だ！"
    ]

    export const generate_word = () =>　words[Math.floor(Math.randam() * this.words.length)];
    


